{
  "AttributeMoves": {
    "Muscle": [
      {
        "name": "Go Toe To Toe",
        "description": "When you use your abilities to overcome someone or something in a struggle for control, state what your goal is. Your opponent can describe how they respond, at their option. Roll+Muscle.",
        "13+": "Choose all 3.",
        "10+": "Choose 2:",
        "hold": [
          "You manage to achieve your goal, e.g., take something they hold.",
          "You get them good, giving your opponent harm as established by your attacks",
          "You block, dodge, or counter their best attempts.(If you don't choose this, they will do Harm to you as established)."
        ],
        "7-9": "Choose 1:",
        "6-": "You fail to accomplish your goal, and take Harm or Stress as established"
      },
      {
        "name": "Hit With All You've Got",
        "description": "When you have a clear shot and you use your strength to hit someone or something with all you've got, roll+Muscle. On a hit, you give Harm to your opponent as established.",
        "13+": "Choose 3.",
        "10+": "Choose 2:",
        "hold": [
          "You take cover or secure a superior position. If you don't choose this, they can give you Harm",
          "You get them good (+1 Harm).",
          "You control the collateral damage.",
          "You hold the target's attention, if possible.",
          "You gain the upper hand. Take 1 Juice."
        ],
        "7-9": "Choose 1:",
        "6-": "You fail to hit them and, and take Harm or Stress as established"
      }
    ],
    "Finesse": [
      {
        "name": "Sneak Around",
        "description": "When you use your agility to act secretly or deceptively, roll+Finesse.",
        "13+": "Everyone that should fall for it falls for it, and you get a little something extra. Take 1 Juice.",
        "10+": "Everyone that should fall for it falls for it.",
        "7-9": "As above, but it's complicated. The MC chooses 1:",
        "hold": [
          "Someone unimportant noticed you, but that just made them important, right?",
          "You are perceived only by a secondary sense (someone picks up your scent while you're stalking them; you're seen whispering a message but the message is not heard).",
          "You must leave something important behind or be discovered"
        ],
        "6-": "You are noticed, but still have a chance to escape"
      },
      {
        "name": "Take The Shot",
        "description": "When you take aim and shoot at an enemy at range (close or far), roll +Finesse.",
        "13+": "You deal damage and choose 2:",
        "10+": "You deal damage and choose 1:",
        "hold": [
          "You keep your position for another shot",
          "You create an advantage. Take 1 Juice",
          "Do 1 more harm"
        ],
        "7-9": "You deal damage but lose your position; you must move to take another shot.",
        "6-": "You miss and the MC makes a move against you"
      }
    ],
    "Grit": [
      {
        "name": "To Protect and Serve",
        "description": "When you stand in defense of another person, an item, or a location under attack, roll +Grit.",
        "13+": "As for 10+, and inflict 1 Harm or Stress on the attacker",
        "10+": "Hold 3. Spend your hold, 1-for-1, to:",
        "hold": [
          "Redirect an attack to yourself",
          "Reduce the Harm or Stress of the attack by 1",
          "Create an advantage. Create 1 Juice"
        ],
        "7-9": "Hold 1",
        "6-": "The original target takes harm as established, and your attempts backfires. You take -1 forward, 1 Harm, or 1 Stress, or the target takes 1 more Harm or Stress"
      },
      {
        "name": "Tough It Out",
        "description": "When you suffer harm, illness, poison, exhaustion, or deprivation, roll +Grit. On cases of direct physical harm, roll +Grit+Armor",
        "13+": "Avoid all Harm or Stress. If the harm or Stress is <3, heal 1 Harm or Stress",
        "10+": "You shake it off. Harm or Stress is reduced by 2",
        "7-9": "You take the effect but it is reduced. Harm or Stress is reduced by 1.",
        "6-": "The effect as expected. Take Harm or Stress as established"
      }
    ],
    "Moxie": [
      {
        "name": "Talk Them Into It",
        "description": "When you use your abilities to talk, threaten, or seduce someone into doing something, roll+Moxie.",
        "13+": "Hold 3, and you may turn them into a +0 Contact",
        "10+": "Hold 3: Spend your hold 1-for-1 to:",
        "hold": [
          "Change the target's agenda 1-for-1 to your agena",
          "Inflict 1 Stress on the target",
          "Have the target comply without questions or a need for reassurance, payment, or coercion",
          "Have them comply without eliciting suspicion from those around you"
        ],
        "7-9": "Hold 2",
        "6-": "Hold 1, but the target becomes hostile"
      },
      {
        "name": "Draw Them Out",
        "description": "Use your charisma to get information from a target. When you try to charm answers from a target, roll+Moxie:",
        "13+": "Hold 3, and you can Ask Any Question instead of just those listed",
        "10+": "Hold 3: Spend your hold 1-for-1 to ask one of the following questions, and the MC will answer truthfully:",
        "hold": [
          "What do you or an associate want?",
          "What do you or an associate plan to do?",
          "What are you or an associate hiding?",
          "What is you or an associate's greatest power?",
          "What is you or an associate's greatest weakness"
        ],
        "7-9": "Hold 1",
        "6-": "Hold 1, but the target becomes hostile, or the MC will answer give you an answer that you wish wasn't true"
      }
    ],
    "Smarts": [
      {
        "name": "Investigate a Mystery",
        "description": "When you investigate a mystery, roll +Smarts.",
        "13+": "Hold 2. You can ask any Question, not just the listed ones",
        "10+": "Hold 2. Hold can be spent 1 for 1 to ask Keeper one of the following questions",
        "7-9": "Hold 1. Hold can be spent 1 for 1 to ask Keeper one of the following questions",
        "hold": [
          "What happened here?",
          "What sort of entity is it?",
          "What are it's powers?",
          "What are it's weaknesses?",
          "Where did it go?",
          "What was it going to do?",
          "What is being concealed here?"
        ],
        "6-": "Hold 1, and the MC will give you an answer you don't want to hear."
      },
      {
        "name": "Read a Bad Situation",
        "description": "When you look around and read a bad situation, roll +Smarts.",
        "13+": "Hold 3. You can ask any Question, not just the listed ones",
        "10+": "Hold 3. Hold can be spent 1 for 1 to ask Keeper one of the following questions. If you act on the answers, you get +1 ongoing while the information is relevant:",
        "hold": [
          "What's my best way in?",
          "What's my best way out?",
          "Are there any dangers we haven't noticed?",
          "What's the biggest threat?",
          "What's most vulnerable to me?",
          "What's the best way to protect the Victims?"
        ],
        "7-9": "Hold 1",
        "6-": "Hold 1, and the MC will give you an answer you don't want to hear."
      }
    ],
    "Coin": [
      {
        "name": "Shell Out",
        "description": "When you need to make a purchase, the MC will set a Price. Roll +Loot+Price. Note: You may use Change the Game to try to improve your odds, but once you roll, you are committed to the outcome",
        "13+": "You get exactly what you wanted, +a little something extra. Take 1 [Gear]",
        "10+": "You get exactly what you wanted",
        "7-9": "You get what what you wanted, but it is somehow flawed or inferior. The MC will tell you how",
        "6-": "You get what what you wanted, but it is wildly flawed or inferior. The MC will tell you how at the worst possible moment"
      },
      {
        "name": "Grease the Wheels",
        "description": "When you wish to bribe someone or impress them with your status, roll+Coin. Note: You may use Change the Game to try to improve your odds, but once you roll, you are committed to the outcome",
        "13+": "Change the target's agenda to your agenda, and you may turn them into a +0 Contact",
        "10+": "Change the target's agenda to your agenda",
        "7-9": "Change the target's agenda to your agenda, but you must surrender 1 [Gear] or take -1 Ongoing to Coin for the rest of the session",
        "6-": "The target changes its agenda to the Oppony site of your agenda"
      }
    ]
  },
  "MultiAttributeMoves": [
    {
      "Name": "Global Moves",
      "Attributes": ["Muscle", "Finesse", "Grit", "Moxie", "Smarts", "Coin"],
      "Moves": [
        {
          "name": "Change the Game",
          "description": "When you modify the situation to generate a bonus for yourself or a hindrance for your opponent, describe the outcome you want. Then roll +the most relevant attribute (MC's decision)",
          "13+": "Take 2 Juice and juice may also be spent to: Give +1 ongoing to yourself or one of your crew, Complete a Clock, Reset a Clock",
          "10+": "Take 2 Juice. Exchange Juice 1-for-1 to:",
          "hold": [
            "Give a +1 forward to yourself or one of your Crew",
            "Advance a Clock",
            "Roll back a Clock",
            "Inflict 1 Stress on a target"
          ],
          "7-9": "Take 1 Juice",
          "6-": "It backfires. You take -1 forward, 1 Harm, or 1 Stress"
        },
        {
          "name": "Take the Risk",
          "description": "When you do something risky that is not covered by another move, describe the outcome you want. Then roll +the most relevant attribute (MC's decision)",
          "10+": "It goes off without a hitch",
          "7-9": "It works, but with a side-effect, cost, or hard choice",
          "6-": "Something goes wrong. The MC will make a move against you"
        }
      ]
    },
    {
      "Name": "Mythos/Logos Moves",
      "Attributes": ["Mythos", "Logos"],
      "Moves": [
        {
          "name": "Explore Mythos/Logos Lore",
          "description": "",
          "13+": "",
          "10+": "",
          "7-9": "",
          "6-": ""
        },
        {
          "name": "Cultivate a Mythos/Logos Contact",
          "description": "",
          "13+": "",
          "10+": "",
          "7-9": "",
          "6-": ""
        }
      ]
    }
  ]
}