{
  "characters": [
    {
      "name": "Silis Echo",
      "subtitle": "The Changeling",
      "moves": {
        "mythosMoves": {
          "anchorMove": {
            "name": "Power Thief",
            "description": "When you touch someone skin to skin, you may roll +Mythos:",
            "outcomes": {
              "10+": "Hold 3",
              "7-9": "Hold 1"
            },
            "hold": [
              "Use an expert mundane skill or language they possess for the rest of the scene",
              "Make 1 use of one of their Mythos or Logos moves",
              "Prevent them from using their Mythos or Logos move",
              "Make another Mythos roll for Power Thief without needing to touch them again"
            ],
            "flaw": {
              "name": "A bit more than I bargained for",
              "description": "You may adopt one of the target's personality quirks to take a -1 ongoing to any relevant rolls for the scene to mark Attention on your Mythos"
            }
          },
          "additionalMoves": [
            {
              "name": "Perfect Illusion",
              "description": "When you touch someone or something with your skin, you may roll +Mythos:",
              "outcomes": {
                "10+": "Hold 3",
                "7-9": "Hold 1"
              },
              "hold": [
                "Take his/her/its perfect likeness for the rest of the scene",
                "Mimic their voice, speech patterns, and mannerisms for the rest of the scene",
                "Make the size of the illusion bigger or smaller than human sized",
                "Make another Mythos roll for Perfect Illusion without needing to touch them again"
              ],
              "flaw": {
                "name": "Look, but don't touch!",
                "description": "If the shape of an Illusion does not match the shape of the caster, touching the Illusion will dispel it with a shock"
              }
            }
          ]
        },
        "logosMoves": {
          "anchorMove": {
            "name": "I Know a Guy/Gal",
            "description": "Once per session, you may Work your Connections without choosing a contact already on your sheet. Pick a name and expertise, then roll +Logos, and follow the outcomes as per Work your Connections. On a 10+, you may add that Connection to your sheet as though you had rolled a 7 on Cultivate a Contact.",
            "flaw": {
              "name": "You hurt those you are no longer interested in",
              "description": "On any interaction with someone you've used in the past, you may describe the bad blood between you and the person. Take -1 ongoing for any interactions in this scene to mark Attention on your Logos."
            }
          },
          "additionalMoves": [
            {
              "name": "It's All In My Backpack",
              "description": "Anytime you need a mundane item that could reasonably fit in a backpack, roll +Logos:",
              "outcomes": {
                "10+": "You have just the thing",
                "7-9": "You have the thing, but it is slightly off somehow. The MC will tell you how",
                "6-": "You have it, but it is very off. The MC will tell you how at the worst possible moment"
              },
              "flaw": {
                "name": "Bit of a Klepto",
                "description": "Anytime something shiny crosses your path that seems like you should have it, either take it to feed the need, or take 1 Stress to suppress the urge. In either case, mark 1 Attention to your Logos"
              }
            },
            {
              "name": "I Know Every Part of this City (Skillset: Area Knowledge)",
              "description": "On any roll where you can justify how knowledge of the city would be relevant, roll the better of +Logos or (+Attribute+1)",
              "flaw": {
                "name": "Old Haunts",
                "description": "When visiting familiar places that remind you of your past, you may take 1 Stress to mark Attention on your Logos"
              }
            }
          ]
        }
      }
    },
    {
      "name": "Jake Conley",
      "subtitle": "Private Eye",
      "moves": {
        "mythosMoves": {
          "anchorMove": {
            "name": "Unkillable",
            "description": "Unless your body is completely destroyed (incinerated, etc), you will come back to life from beyond death. Additionally, you heal very rapidly. Every 4 hours, no matter what the circumstances, roll +Mythos:",
            "outcomes": {
              "10+": "You heal 1 Harm",
              "7-9": "You heal 1 Harm, but are at a -1 ongoing on any physical activities until your next Rapid Healing roll",
              "6-": "You heal 1 Harm, but mark Fade against your Mythos"
            },
            "flaw": {
              "name": "Everything Hurts",
              "description": "Describe a past injury that killed you, and how scars from it are hindering your current action. Take -1 ongoing on any related rolls for this scene to mark Attention on your Mythos."
            }
          },
          "additionalMoves": [
            {
              "name": "Get Behind Me!",
              "description": "Roll against the better of +Mythos or (+Attribute+1) on the Protect and Serve move. You count as having an additional 1-Armor against any Harm taken from that Move.",
              "flaw": {
                "name": "Martyr",
                "description": "Any time one of your Crew takes Harm that you feel you could have prevented, take 1 Stress to mark Attention on your Mythos"
              }
            },
            {
              "name": "New Faces, Same People (Empath)",
              "description": "When you take time to closely observe someone (MCs call on what counts), you can always roll +Smarts to Change the Game on any Moxie move, and you always get +1 hold, even on a roll of 6-",
              "flaw": {
                "name": "Voices in my Head",
                "description": "The emotions and thoughts of others sometimes overwhelm you, causing confusion and stress"
              }
            }
          ]
        },
        "logosMoves": {
          "anchorMove": {
            "name": "Investigator",
            "description": "Whenever Taking the Investigate a Mystery move, you always take 1 additional hold, even on a 6-. Additionally, your Investigate a Mystery Hold does not have to be spent within a scene, and can be used at any time. You can always spend your hold from Investigate a Mystery to Ask Any Question.",
            "flaw": {
              "name": "Curiosity... well, you know",
              "description": "Any time that it would be wiser not to investigate something, you may investigate it anyway to mark Attention on your Logos."
            }
          },
          "additionalMoves": [
            {
              "name": "I Used to be a Cop (Skillset: Law Enforcement)",
              "description": "On any roll where you can justify how police skills would be relevant, roll the better of +Logos or (+Attribute+1). Examples would include (but are not limited to) aggressive driving, breaking and entering, and interrogation",
              "flaw": {
                "name": "To Harass and to Harm",
                "description": "Any time your police instincts would cause you to bully, act corrupt, or bend the rules, either give in to your baser instincts and do something terrible, or take 1 Stress to avoid doing so. In either case mark Attention to your Logos."
              }
            },
            {
              "name": "Friends on the Force",
              "description": "Once per Session, you may Work your Connections to contact a Law Enforcement Officer without choosing a contact already on your sheet. Pick a name and expertise",
              "flaw": {
                "name": "Badge of Honor",
                "description": "When asking favors from police contacts, you may be asked to help with something questionable. Take 1 Stress to refuse or mark Attention on your Logos"
              }
            }
          ]
        }
      }
    },
    {
      "name": "Dakota Boone",
      "subtitle": "Frontierswoman",
      "moves": {
        "mythosMoves": {
          "anchorMove": {
            "name": "Winchester Model 1876 Lever Action Rifle",
            "description": "You have a mythic weapon that does 3 harm, functions at all ranges, is mystically concealable, and cannot be taken from you by normal means. When using it, use the better of (+Mythos) or (+Attribute+1). Take one drawback tag for the weapon: loud, messy, reload, or unreliable",
            "flaw": {
              "name": "A-whoopin' and a-hollerin'",
              "description": "You are Impulsive and reckless, and find it hard to do methodical tasks while wielding your weapon. You may take -1 ongoing on long-form tasks to mark Attention to your Mythos."
            }
          },
          "additionalMoves": [
            {
              "name": "Enchanted Ammo",
              "description": "Your Mythic Weapon can be loaded with multiple different ammo types to account for different circumstances. Adds the reload tag to the weapon. To Reload, roll +Mythos",
              "outcomes": {
                "13+": "",
                "10+": "You have plenty of ammo of exactly the kind you need for the situation",
                "7-9": "You have the ammo, but the MC will choose a drawback or flaw",
                "6-": "You have Just One Bullet of the type you need and it is deeply flawed. The MC will tell you how"
              },
              "hold": [
                "Armor Piercing - gains ignore armor",
                "Buckshot - hits more than one target",
                "Chain Shot - can entangle targets",
                "Explosive - blows up on impact",
                "Ghost Shot - can hurt incorporeal entities",
                "Incendiary - starts fires",
                "Trick Shot - can ricochet off hard surfaces to shoot around corners"
              ],
              "flaw": {
                "name": "Ammo Grab Bag",
                "description": "You can tell the MC that you are randomly drawing ammo to mark Attention on your Mythos. The MC will choose what he thinks is the most interesting..."
              }
            },
            {
              "name": "Alive to my Surroundings",
              "description": "Whenever you Read a Bad Situation, you always take 1 additional hold, even on a 6-. Additionally, you can always spend your hold from Read a Bad Situation to Ask Any Question.",
              "flaw": {
                "name": "Sensory Overload",
                "description": "Whenever you are in a highly stimulating situation, you may take 1 Stress to mark Attention to your Mythos"
              }
            }
          ]
        },
        "logosMoves": {
          "anchorMove": {
            "name": "Infiltrator",
            "description": "When you attempt to infiltrate a secure area alone, roll +Logos. As the MC describes the infiltration and the security measures you must overcome, you may spend 1 hold to describe how you overcome the obstacle",
            "outcomes": {
              "10+": "Gain 3 hold.",
              "7-9": "Gain 1 hold."
            },
            "hold": [
              "bypass a security system or guard",
              "disable a guard",
              "disable a security system you have bypassed",
              "give an advantage (+1 forward) to a member of your crew"
            ],
            "flaw": {
              "name": "Under Cover of Darkness",
              "description": "If you have to Infiltrate in a way that leaves you feeling literally or metaphorically exposed, you may take 1 Stress to mark Attention on your Logos"
            }
          },
          "additionalMoves": [
            {
              "name": "Super Spy",
              "description": "During your infiltration, you will have opportunity to observe information that will be useful later. After you have spent all your Infiltrator hold you may sort through what you have taken to get 2 hold as though you had rolled 10+ on Investigate a Mystery.",
              "flaw": {
                "name": "I Know Too Much",
                "description": "Describe how something you learned spying reminds you of your criminal past, and take 1 Stress to mark Attention to your Logos."
              }
            },
            {
              "name": "Assassin",
              "description": "When you attack unexpectedly, roll +Logos",
              "outcomes": {
                "10+": "Hold 3",
                "7-9": "Hold 1"
              },
              "hold": [
                "Inflict Stress on all enemies in the scene equal to the Harm inflicted by the attack",
                "Ask a question as per Read a Bad Situation",
                "Create Juice as per Change the Game"
              ],
              "flaw": {
                "name": "I've Made Some Enemies",
                "description": "On any interaction with the criminal underworld, you may describe the bad blood between you and the criminal. Take -1 ongoing for any interactions in this scene to mark Attention on your Logos."
              }
            }
          ]
        }
      }
    }
  ]
}
